"Status item tooltip" = "GrowlTunes’ 状态控制项目。";

//menu item tooltips
"Status item Online Help item tooltip"     = "使用你的预设浏览器打开 Grow 网站上的 GrowlTunes 帮助网页。";

"Status item recent track tooltip"         = "告诉 iTunes 重新播放该轨道。";

"Status item Quit Both item tooltip"       = "退出 iTunes 和 GrowlTunes。";

"Status item Toggle Polling item tooltip"  = "打开或关闭 GrowlTunes 查询 iTunes 轨道信息的功能。";
"Status item Stop Polling item tooltip"    = "终止让 GrowlTunes 查询 iTunes轨道信息。你将不再收到 Growl 的告知。";
"Status item Start Polling item tooltip"   = "开始查取 iTunes 的轨道信息。 你将可以从 GrowlTunes 收到 Growl 的告知。";

"Display-string format" = "%@ — %@\n%@\n%@";
"Display-string format for streams" = "%@\n%@";
